{
  "title": "具体と抽象 応用編",
  "level": "応用",
  "description": "文章レベルでの抽象と具体の関係を理解しよう",
  "type": "sentence",
  "problems": [
    {
      "id": 1,
      "abstract": "四季の移り変わりによって、人々の行動は変化する。",
      "concretes": [
        "春になると、花見をする人たちが公園に集まる。",
        "夏には、家族連れが海やプールに出かけることが多い。",
        "冬の朝は寒いため、通勤時にコートやマフラーを身につける人が増える。"
      ],
      "distractors": [
        "図書館では、静かに勉強する学生がたくさんいる。",
        "電車の中で、スマートフォンを見ている人が多い。"
      ],
      "hint": "季節ごとの人々の様子を、一つの考えでまとめた文はどれでしょう？"
    },
    {
      "id": 2,
      "abstract": "技術の進歩は、私たちの生活を便利にしている。",
      "concretes": [
        "スマートフォンで、いつでもどこでも友達と連絡が取れる。",
        "インターネットを使って、家にいながら買い物ができる。",
        "ナビゲーションアプリで、知らない道でも迷わずに目的地に着ける。"
      ],
      "distractors": [
        "公園で、子どもたちが元気に遊んでいる。",
        "レストランで、家族が楽しく食事をしている。"
      ],
      "hint": "技術が私たちの生活に与えている影響を表した文はどれでしょう？"
    },
    {
      "id": 3,
      "abstract": "努力を続けることで、人は成長することができる。",
      "concretes": [
        "毎日練習したおかげで、ピアノが上手に弾けるようになった。",
        "本をたくさん読んでいるうちに、難しい文章も理解できるようになった。",
        "運動を続けていたら、前よりも長い距離を走れるようになった。"
      ],
      "distractors": [
        "今日は天気が良いので、洗濯物がよく乾いた。",
        "新しいゲームを買ってもらって、とても嬉しかった。"
      ],
      "hint": "練習や勉強を続けることの大切さを表した文はどれでしょう？"
    },
    {
      "id": 4,
      "abstract": "協力することで、一人では難しいことも実現できる。",
      "concretes": [
        "クラス全員で協力して、文化祭の出し物を成功させた。",
        "友達と一緒に重い荷物を運んで、楽に移動できた。",
        "家族みんなで掃除をしたら、短時間で家がきれいになった。"
      ],
      "distractors": [
        "一人で宿題をやって、時間がかかってしまった。",
        "好きな音楽を聞いて、気持ちが落ち着いた。"
      ],
      "hint": "みんなで力を合わせることの大切さを表した文はどれでしょう？"
    },
    {
      "id": 5,
      "abstract": "自然環境を大切にすることは、私たちの責任である。",
      "concretes": [
        "ゴミを分別して、リサイクルできるものは再利用する。",
        "電気を使わない時は、こまめにスイッチを切るようにしている。",
        "紙を無駄遣いしないよう、両面に印刷して使っている。"
      ],
      "distractors": [
        "新しい服を買って、おしゃれを楽しんでいる。",
        "美味しいケーキを食べて、幸せな気持ちになった。"
      ],
      "hint": "地球環境を守るための行動を表した文はどれでしょう？"
    },
    {
      "id": 6,
      "abstract": "健康を維持するためには、規則正しい生活が大切である。",
      "concretes": [
        "毎日同じ時間に寝て、十分な睡眠を取るようにしている。",
        "野菜をたくさん食べて、栄養バランスを考えた食事をしている。",
        "週に3回は運動をして、体力を維持している。"
      ],
      "distractors": [
        "新しい本を読んで、知識を増やしている。",
        "友達と映画を見て、楽しい時間を過ごした。"
      ],
      "hint": "体を健康に保つための行動を表した文はどれでしょう？"
    }
  ]
} 